Repository: cyberbeat/mysql-gui-tools
Catalog: query-browser/po/*.po
Languages: de

source: Progress
de: Fortschritt

source: %d row(s) processed.
de: %d Zeile(n) verarbeitet

source: &Cancel
de: Ab&brechen

source: &Close Tab
de: Tab s&chließen

source: &Copy
de: &Kopieren

source: &Discard
de: &Verwerfen

source: &Edit
de: &Bearbeiten

source: &File
de: &Datei

source: &Help
de: &Hilfe

source: &New Instance Connection ...
de: &Neue Instanz-Verbindung...

source: &New Resultset Tab
de: &Neue Ergebnisseite

source: &No
de: &Nein

source: &Open Query ...
de: Abfrage ö&ffnen...

source: &Paste
de: &Einfügen

source: &Redo
de: Erneut &ausführen

source: &Save
de: &Speichern

source: &Undo
de: &Zurück nehmen

source: &View
de: &Ansicht

source: &Window
de: &Fenster

source: &Yes
de: &Ja

source: (C) Copyright 2004 by MySQL AB. All rights reserved.
de: (C) Copyright 2004 by MySQL AB. Alle Rechte vorbehalten.

source: A view can only be created from a active resultset of SELECT command.
de: Eine View kann nur aus der aktiven Ergebnismenge einer SELECT-Anweisung erzeugt werden.

source: About
de: Über...

source: About MySQL Administrator
de: Über MySQL Administrator

source: Add Bookmark (Ctrl+B)
de: Lesezeichen hinzufügen (Strg+B)

source: Add History Item as Bookmark
de: Füge Chronikeintrag als Lesezeichen hinzu

source: Add New Resultset Tab (Ctrl+T)
de: Neuen Ergebnis-Tab hinzufügen (Strg+T)

source: Add New Script Tab (Ctrl+Shift+T)
de: Neuen Skript-Tab hinzufügen (Strg+Umsch+T)

source: Add Parameter
de: Parameter hinzufügen

source: Add Row
de: Zeile hinzufügen

source: Add Table(s)
de: Tabelle(n) hinzufügen

source: Alfredo Kengi Kojima | Linux development, library coding
de: Alfredo Kengi Kojima | Linux-Entwicklung, Bibliotheksprogrammierung

source: Align numeric columns to the right
de: Zahlenspalten rechtsbündig

source: Allow Empty Matches
de: Leere Übereinstimmungen zulassen

source: Always Assume More Than One Char
de: Stets mehr als ein Zeichen annehmen

source: Any File
de: Beliebige Datei

source: Anything But Selected Chars
de: Alles außer ausgewählten Zeichen

source: Apply the last undone action again
de: Zuletzt rückgängig gemachte Aktion neu ausführen

source: Are you sure you want to clear the complete history?
de: Wollen Sie wirklich die gesamte Historie löschen?

source: Are you sure you want to delete the bookmark "%s"?
de: Wollen Sie das Lesezeichen "%s" wirklich löschen?

source: Are you sure you want to delete the bookmark folder "%s"?
de: Wollen Sie den Lesezeichenordner "%s" wirklich löschen?

source: Associate sql/query files with Query Browser
de: SQL-/Abfragedateien mit dem Query Browser verknüpfen

source: Before Last Week
de: Vor letzter Woche

source: Bookmarks
de: Lesezeichen

source: Brian Aker | Main concept, supervising
de: Brian Aker | Hauptkonzeption, Aufsicht

source: Calls the explain command to examine the query
de: Ruft die EXPLAIN-Anweisung zur Analyse der Abfrage auf

source: Cancel
de: Abbrechen

source: Cannot add dynamic parameter
de: Kann dynamischen Parameter nicht hinzufügen

source: Cannot delete Bookmark Folder
de: Kann Lesezeichenordner ncht entfernen

source: Cannot delete dynamic parameter
de: Kann dynamischen Parameter nicht entfernen

source: Caption:
de: Beschriftung:

source: Case Insensitve
de: Groß/Klein unabh.

source: Change &Default Schema ...
de: &Vorgabeschema ändern...

source: Clear
de: Löschen

source: Clear All Breakpoints
de: Alle Breakpoints löschen

source: Clear Field Content
de: Feldinhalt löschen

source: Clear History
de: Historie löschen

source: Clear Messages
de: Meldungen löschen

source: Clear history
de: Historie löschen

source: Close
de: Schließen

source: Commit the transaction
de: Transaktion vollenden

source: Compare
de: Vergleichen

source: Compare Resultsets
de: Ergebnismengen vergleichen

source: Confirm
de: Bestätigen

source: Confirm Deletion
de: Löschen bestätigen

source: Connection problem. Could not execute command.
de: Verbindungsproblem. Konnte Befehl nicht ausführen.

source: Continue
de: Fortfahren

source: Copy Field Content
de: Feldinhalt kopieren

source: Copy Query as Java Code
de: Abfrage als Java-Code kopieren

source: Copy Query as PHP code
de: Abfrage als PHP-Code kopieren

source: Copy Row Values
de: Zeilenwerte kopieren

source: Copy SQL to Clipboard
de: SQL in Zwischenablage kopieren

source: Copy for C code
de: Für C-Code kopieren

source: Copy|Copies the selection and puts it on the Clipboard
de: Kopieren|Kopiert die Auswahl in das Clipboard

source: Could not fetch data for `%s`.`%s`Error code: %d%s
de: Konnte Daten für `%s`.`%s` nicht holen. Fehlercode: %d%s

source: Create
de: Erzeugen

source: Create Bookmark Folder
de: Lesezeichenordner anlegen

source: Create FUNCTION
de: Funktion anlegen

source: Create Nested Expression
de: Geschachtelten Ausdruck erzeugen

source: Create PROCEDURE
de: Prozedur anlegen

source: Create Stored Procedure / Function
de: Gespeicherte Prozedur/Funktion anlegen

source: Create View
de: View anlegen

source: Create View from Select
de: View aus SELECT erzeugen

source: Create Windows style line breaks (LF CR)
de: Windows-Zeilenenden (CR LF) erzeugen

source: Create a view from the current select
de: Eine View aus dem aktuellen SELECT erzeugen

source: Cu&t
de: A&usschneiden

source: Cut|Cuts the selection and puts it on the Clipboard
de: Ausschneiden|Entfernt die Auswahl und legt sie ins Clipboard

source: Delete Items
de: Elemente löschen

source: Delete Parameter
de: Parameter löschen

source: Delete Row(s)
de: Zeile(n) löschen

source: Delete Selected History Entries
de: Ausgewählte Historieneinträge löschen

source: Discard Changes
de: Verwerfen

source: Display Options
de: Anzeige-Optionen

source: Do you want to overwrite this bookmark?
de: Wollen Sie dieses Lesezeichen überschreiben?

source: Drop the column(s) on one of the buttons.
de: Ziehen Sie die Spalte(n) auf einen der Buttons.

source: Drop the table(s) on one of the buttons.
de: Ziehen Sie die Tabelle(n) auf einen der Buttons.

source: Dynamic Params
de: Dynamische Parameter

source: E&xport Resultset
de: Ergebnismenge e&xportieren

source: Edit
de: Bearbeiten

source: Edit All Stored Procedures / Functions
de: Alle gespeicherten Prozeduren/Funktionen bearbeiten

source: Edit Field in Popup Editor
de: Feld im Popup-Editor bearbeiten

source: Enable friendly line breaks
de: Nette Zeilenenden aktivieren

source: Enforce queries to be editable by adding primary key columns to the select
de: Abfragen bearbeitbar machen, indem Primärschlüsselspalten dem SELECT hinzugefügt werden

source: Enter Bookmark Caption
de: Lesezeichenbeschriftung eingeben

source: Enter Bookmark Folder Caption
de: Lesezeichenordner-Beschriftung eingeben

source: Enter Stored Procedure / Function Name
de: Geben Sie den Namen der gespeicherten Prozedur/Funktion an.

source: Enter View Name
de: Geben Sie den Namen der View an.

source: Error while loading bookmarks.
de: Fehler beim Laden der Lesezeichen.

source: Error while loading history.
de: Fehler beim Laden der Historie.

source: Error while loading sql function index.
de: Fehler beim Laden des SQL-Funktionsverzeichnisses.

source: Error while storing bookmarks.
de: Fehler beim Speichern der Lesezeichen.

source: Error while storing history.
de: Fehler beim Speichern der Historie.

source: Ex&it
de: &Ende

source: Execute
de: Ausführen

source: Execute (Ctrl+Enter)
de: Ausführen (Strg+Eingabetaste)

source: Execute Next
de: Nächstes ausführen

source: Execute RegEx
de: RegEx ausführen

source: Execute SQL
de: SQL ausführen

source: Execute Selection
de: Auswahl ausführen

source: Execute in New Tab (Ctrl+Shift+Enter)
de: In neuem Tab ausführen (Strg+Umsch+Eingabetaste)

source: Execute in New Tab (Ctrl+Shift+Enter)
de: In neuem Tab ausführen (Strg+Umsch+Eingabetaste).

source: Execute the entered query
de: Die eingegebene Abfrage ausführen

source: Execute the script
de: Das Skript ausführen

source: Executes the next statement but steps over functions
de: Führt die nächste Anweisung aus, Funktionen jedoch in einem einzigen Schritt.

source: Executes the query and compares it with the current resultset
de: Führt die Abfrage aus und vergleicht sie mit der aktuelen Ergebnismenge.

source: Executes the script and stops on errors
de: Führt das Skript aus, hält bei Fehlern an.

source: Executes the script and stops on errors and breakpoints
de: Führt das Skript aus, hält bei Fehlern und Breakpoints an.

source: Executes the script without stopping on errors and breakpoints
de: Führt das Skript aus, ohne bei Fehlern und Breakpoints anzuhalten.

source: Explain
de: Erläutern

source: Export As %s File...
de: Als %s-Datei exportieren...

source: Export Resultset
de: Ergebnismenge exportieren

source: Expression found.
de: Ausdruck gefunden

source: Expression not found.
de: Ausdruck nicht gefunden

source: Extract Numbers
de: Zahlen extrahieren

source: Extract RegEx
de: RegEx extrahieren

source: Extract Text
de: Text extrahieren

source: Extract Text and Numbers
de: Text und Zahlen extrahieren

source: Fetching Data ...
de: Hole Daten...

source: Find ...
de: Suchen...

source: Friday
de: Freitag

source: Functions
de: Funktionen

source: Global Params
de: Globale Parameter

source: Go back
de: Zurück

source: Go back in query history
de: In der Abfragehistorie zurückgehen

source: Go forward in query history
de: In der Abfragehistorie nach vorne gehen

source: Help
de: Hilfe

source: Hide the tab when only one page is open
de: Tab verstecken, wenn nur ein Blatt geöffnet ist

source: History
de: Chronik

source: INSERT INTO foo
de: INSERT INTO dummy

source: Inline Help
de: Inline-Hilfe

source: It looks like the thread executing your query hangs on the server. This makes it impossible to tell it to stop working. If you continue now then the thread itself will be killed and a new one is created next time you issue a query. Do you want this?
de: Es scheint, als ob der Thread, der die Abfrage ausführt auf dem Server hängt. Das macht es unmöglich ihn zu stoppen. Wenn Sie jetzt weitermachen, wird der Thread zerstört und eine neue Instanz erstellt, sobald Sie eine neue Abfrage starten. Möchten Sie das?

source: JOIN Table(s)
de: Tabelle(n) JOINen

source: Last Week
de: Letzte Woche

source: Launch MySQL.com Site
de: MySQL.com-Site öffnen

source: List Reported Bugs
de: Berichtete Fehler auflisten

source: Load
de: Laden

source: Load Field Content
de: Feldinhalt laden

source: Load Source Text
de: Quelltext laden

source: Load a script
de: Ein Skript laden

source: Local Params
de: Lokale Parameter

source: Make Default Schema
de: Zum Vorgabeschema machen

source: Manage Connections ...
de: Verbindungen verwalten...

source: Match %s not found in %s.
de: Übereinstimmung %s nicht in %s gefunden.

source: Match Exact Count
de: Genaue Anzahl erreichen

source: Matches
de: Treffer

source: Maximize Query Edit (F11)
de: Abfrageeditor maximieren (F11)

source: Maximize Tabsheets (F12)
de: Tabellenblätter maximieren (F12)

source: Michael G. Zinner | Graphical design, Windows development, library coding
de: Michael G. Zinner | Grafikentwurf, Windows-Entwicklung, Bibliotheksprogrammierung

source: Monday
de: Montag

source: Move Parameter to Global Parameters
de: Parameter zu den globalen Parametern verschieben

source: Multiline String
de: Mehrzeilig

source: Multiple commands
de: Mehrere Kommandos

source: MySQL Command Line Client
de: MySQL-Befehlszeilen-Client

source: Ne&w Script Tab
de: Ne&uer Skript-Tab

source: Nested RegEx
de: Geschachtelter RegEx

source: New Parameter
de: Neuer Parameter

source: Next
de: Nächster

source: No
de: Nein

source: No Error.
de: Kein Fehler

source: No error.
de: Kein Fehler

source: No server connection
de: Keine Serververbindung

source: Note that only the first complete command is executed.
de: Beachten Sie, dass nur das erste vollständige Kommando ausgeführt wird.

source: O&pen Script ...
de: Skript ö&ffnen...

source: OK Cancel
de: OK Abbrechen

source: Online Docs
de: Online-Dokumentation

source: Online Docs - C API
de: Online-Dokumentation -- C-API

source: Online Docs - PHP API
de: Online-Dokumentation -- PHP-API

source: Open Query ...
de: Abfrage öffnen...

source: Open Script ... (Ctrl+O)
de: Skript öffnen... (Strg+O)

source: Open resultset in associated application after export
de: Ergebnismenge nach Export in verknüpfter Anwendung öffnen

source: Options ...
de: Einstellungen...

source: Overwrite Bookmark
de: Lesezeichen überschreiben

source: Page Setup ...
de: Seiteneinrichtung...

source: Parse Structure
de: Struktur analysieren

source: Paste C code
de: C-Code einfügen

source: Paste Clipboard Content as Java Code
de: Inhalt der Zwischenablage als Java-Code einfügen

source: Paste Clipboard Content as PHP Code
de: Inhalt der Zwischenablage als PHP-Code einfügen

source: Paste|Inserts Clipboard contents
de: Einfügen|Fügt den Inhalt des Clipboards ein

source: Pauses the execution
de: Unterbricht die Ausführung

source: Pauses the execution of the script
de: Unterbricht die Ausführung des Skripts

source: Please enter a SELECT statment before you use the EXPLAIN function.
de: Bitte geben Sie eine SELECT-Anweisung ein, bevor Sie die EXPLAIN-Funktion verwenden.

source: Please enter a name for the new parameter.
de: Bitte geben Sie einen Namen für den neuen Parameter ein.

source: Please enter the caption for this bookmark
de: Bitte geben Sie die Beschriftung für dieses Lesezeichen ein.

source: Please enter the caption for this bookmark folder.
de: Bitte geben Sie die Beschriftung für diesen Lesezeichenordner ein.

source: Please enter the name of the PROCEDURE / FUNCTION you want to create. A code template will be created.
de: Bitte geben sie den Namen der PROCEDURE/FUNCTION ein, die sie anlegen wollen. Dann wird eine Codevorlage erzeugt.

source: Please enter the name of the VIEW you want to create.
de: Bitte geben Sie den Namen der VIEW ein, die Sie anlegen wollen.

source: Please enter the name of the VIEW you want to create. A code template will be created.
de: Bitte geben sie den Namen der VIEW ein, die Sie anlegen wollen. Dann wird eine Codevorlage erzeugt.

source: Preview
de: Vorschau

source: Print ...
de: Drucken...

source: Print to PDF ...
de: Nach PDF drucken...

source: Query
de: Abfrage

source: Query File
de: Abfragedatei

source: Query Options
de: Abfrageoptionen

source: Query thread does not respond
de: Abfrage antwortet nicht mehr

source: Quick Start Guide
de: Schnellstarthilfe

source: Redo
de: Wiederholen

source: Redo|Redoes the last undone action
de: Erneut ausführen|Führt die zuletzt zurückgenommene Aktion erneut aus

source: Refresh
de: Aktualisieren

source: Refresh Parameters
de: Parameter aktualisieren

source: Refresh the result grid
de: Die Ergebnisansicht aktualisieren

source: RegEx Text Importer
de: RegEx-Text-Import

source: RegEx Text Importer ...
de: RegEx-Text-Import...

source: RegExes File
de: RegEx-Datei

source: Regular Expression
de: Regulärer Ausdruck

source: Remove RegEx
de: RegEx entfernen

source: Remove Resultset
de: Ergebnismenge entfernen

source: Remove Tab
de: Tab entfernen

source: Reopen
de: Neu öffnen

source: Report a New Bug to MySQL
de: Einen neuen Fehler an MySQL melden

source: Resultset %d
de: Ergebnismenge %d

source: Resultset Exported Successfully.
de: Ergebnismenge erfolgreich exportiert.

source: Rollback the transaction
de: Transaktion zurückrollen

source: SQL Error
de: SQL-Fehler

source: SQL Query Area
de: SQLAbfragebereich

source: SQL Script File
de: SQL-Skriptdatei

source: SQL error
de: SQL-Fehler

source: SQL script files (*.sql)|*.sql
de: SQL-Skriptdateien (*.sql)|*.sql

source: Saturday
de: Samstag

source: Save
de: Speichern

source: Save &As ...
de: Speichern &als...

source: Save Current Connection ...
de: Aktuelle Verbindung speichern...

source: Save Field Content
de: Feldinhalt speichern

source: Save Query As ...
de: Abfrage speichern als...

source: Save Query to File ...
de: Abfrage in Datei speichern...

source: Save Script
de: Skript speichern

source: Save Script As ...
de: Skript speichern als...

source: Save Script to File ...
de: Skript in Datei speichern...

source: Save changes to %s?
de: Änderungen an %s speichern?

source: Save result set to file ...
de: Ergebnismenge in Datei speichern...

source: Save the script
de: Das Skript speichern

source: Script
de: Skript

source: Search
de: Suchen

source: Search and replace text
de: Text suchen und ersetzen

source: Select &All
de: Alles Aus&wählen

source: Select All|Selects the entire document
de: Alles auswählen|Selektiert das gesammte Dokument

source: Sets the FROM clause mouse cursor
de: Setzt den FROM-Klausel-Mauscursor

source: Sets the GROUP clause mouse cursor
de: Setzt den GROUP-Klausel-Mauscursor

source: Sets the HAVING clause mouse cursor
de: Setzt den HAVING-Klausel-Mauscursor

source: Sets the ORDER clause mouse cursor
de: Setzt den ORDER-Klausel-Mauscursor

source: Sets the SELECT clause mouse cursor
de: Setzt den SELECT-Klausel-Mauscursor

source: Sets the SET clause mouse cursor
de: Setzt den SET-Klausel-Mauscursor

source: Sets the WHERE clause mouse cursor
de: Setzt den WHERE-Klausel-Mauscursor

source: Sets the standard mouse cursor
de: Setzt den Standard-Mauscursor

source: Shift+Ctrl+Z
de: Umsch+Strg+Z

source: Show advanced toolbars
de: Fortgeschrittene Toolbars anzeigen

source: Show composer buttons toolbar
de: Composer-Buttons-Toolbar anzeigen

source: Show field overlay images for BLOB fields
de: Zeige Überlagerungsbilder für BLOB-Felder

source: Source Text
de: Quelltext

source: Split Tab Horizontally
de: Tab waagerecht teilen

source: Split Tab Vertically
de: Tab senkrecht teilen

source: Split Tab and Execute (Ctrl+Alt+Enter)
de: Tab teilen und ausführen (Strg+Alt+Eingabetaste)

source: Split Tab and Execute (Ctrl+Alt+Enter)
de: Tab teilen und ausführen (Strg+Alt+Eingabetaste)

source: Start a new transaction
de: Neue Transaktion beginnen

source: Step
de: Schritt

source: Step Over
de: In einem Schritt ausführen

source: Stop
de: Stopp

source: Stop the execution of the query
de: Ausführung der Abfrage beenden

source: Stop the execution of the script
de: Ausführung des Skripts beenden

source: Stops the execution of the script
de: Beendet die Ausführung des Skripts

source: Store SQL to Script
de: SQL->Skript speichern

source: Substitude CR:
de: CR ersetzen:

source: Substitude LF:
de: LF ersetzen:

source: Sunday
de: Sonntag

source: Switch Connection
de: Verbindung umschalten

source: The Bitstream Vera Sans Mono fonts cannot be found. Please download the font files from http://www.gnome.org/fonts and copy them into the fonts directory %s. The following files are needed: VeraMoBd.ttf, VeraMoBI.ttf, VeraMoIt.ttf, VeraMono.ttf.
de: Die Bitstream-Vera-Sans-Mono-Schriften wurden nicht gefunden. Bitte downloaden Sie die Schriftdateien von http://www.gnome.org/fonts und kopieren Sie sie in das Schriftenverzeichnis %s. Die folgenden Dateien werden benötigt: VeraMoBd.ttf, VeraMoBI.ttf, VeraMoIt.ttf, VeraMono.ttf.

source: The Matches Group Node cannot be found
de: Der Übereinstimmungs-Gruppen-Knoten wurde nicht gefunden.

source: The Nested Group Node cannot be found
de: Der Schachtelungs-Gruppen-Knoten wurde nicht gefunden.

source: The connection to the server was lost. Reconnect?
de: Die Verbindung zum Server ist verlorengegangen. Neu verbinden?

source: The file %s cannot be written.
de: Die Datei %s kann nicht geschrieben werden.

source: The resultset has been exported to %s successfully.
de: Die Ergebnismenge wurde erfolgreich nach %s exportiert.

source: There are more than one commands on this line.
de: Es gibt mehr als ein Kommando auf dieser Zeile.

source: There is a incompatible version of the library %s installed (Version %s). Please update the library to version %s.
de: Eine inkompatible Version der Bibliothek %s (Version %s) ist installiert. Bitte aktualisieren Sie die Bibliothek auf Version %s.

source: This software is released under the GNU General Public License (GPL), which is probably the best known Open Source license. The formal terms of the GPL license can be found at http://www.fsf.org/licenses/.
de: Diese Software steht unter der GNU General Public License (GPL), die wohl die bekannteste Open-Source-Lizenz ist. Die formalen Bedingungen der GPL können unter http://www.fsf.org/licenses/ eingesehen werden.

source: Thursday
de: Donnerstag

source: Today
de: Heute

source: Toggle Breakpoint
de: Breakpoint umschalten

source: Toolbars use a gradient background
de: Toolbars verwenden Verlaufshintergrund

source: Transaction
de: Transaktion

source: Trigger Insert Statement
de: INSERT-Anweisung triggern

source: Tuesday
de: Dienstag

source: Type '%s' or '%s' for help. Type '%s' to clear the screen.
de: '%s' oder '%s' liefert Hilfe. '%s' löscht den Bildschirm.

source: Ulrich Bayer | Library coding
de: Ulrich Bayer | Bibliotheksprogrammierung

source: Undo
de: Rückgängig

source: Undo the last change
de: Die letzte Änderung rückgängig machen

source: Undo|Reverts the last action
de: Zurücknehmen|Kehrt zum Zustand nach der letzten Aktion zurück

source: User Confirmation
de: Bestätigung durch Benutzer

source: Value
de: Wert

source: Various
de: Verschiedenes

source: View
de: Ansicht

source: View Field in Popup Editor
de: Feld im Popup-Editor betrachten

source: Wednesday
de: Mittwoch

source: Windows Command Line
de: Windows-Befehlszeile

source: XP Style
de: XP Stil

source: Yes
de: Ja

source: Yes Cancel
de: Ja Abbrechen

source: Yes No
de: Ja Nein

source: Yesterday
de: Gestern

source: You cannot add a dynamic parameter manually. The dynamic paramteters are defined automatically by the columns of a master resultset.
de: Dynamische Parameter können nicht von Hand hinzugefügt werden. Die dynamischen Parameter werden durch die Spalten einer Master-Ergebnismenge automatisch festgelegt.

source: You cannot delete a dynamic parameter.
de: Dynamische Parameter können nicht gelöscht werden.

source: You cannot delete the root folder.
de: Der Wurzelordner kann nicht gelöscht werden.

source: You have made changes to a resultset. Are you sure you want to discard your changes?
de: Sie haben eine Ergebnismenge geändert. Sind Sie sicher, dass Sie Ihre Änderungen verwerfen wollen?

source: Your MySQL connection id is %d to server version : %s
de: Ihre MySQL-Verbindungs-Id lautet %d zur Server-Version %s
